Repository: Tecey/AgOpenGPS
Catalog: GPS/Forms/Settings/FormSteerWiz.*.resx
Languages: uk

# label9.Text
source: PWM:
uk: ШІМ:

# label11.Text
source: WAS:
uk: ДКП:

# label12.Text
source: Set:
uk: Задано:

# label13.Text
source: Error:
uk: Помилка:

# label8.Text
source: Steer Angle:
uk: Кут повороту:

# label1.Text
source: Diameter:
uk: Діаметр:

# label15.Text
source: PWM Minimum Movement
uk: ШІМ Мінімальний рух

# label4.Text
source: PWM Maximum
uk: Максимум ШІМ

# label2.Text
source: Proportional Gain
uk: Пропорційне посилення

# label7.Text
source: Turn steering wheel to RIGHT about 20 degrees. While driving in a steady circle, Press Rec and wait.
uk: Поверніть кермо вправо приблизно на 20 градусів. Під час руху по рівному колу натисніть Rec і зачекайте.

# label10.Text
source: Drive straight forward and Touch Zero
uk: Їдьте прямо і торкніться нуля

# label28.Text
source: Button - Push Release, On. Push Release, Off Switch - While Pushed is On. Released is Off.
uk: Кнопка - натиснути, відпустити, увімкнути. Натиснути кнопку, вимкнути Перемикач - Поки натиснуто - увімкнено. Відпущений - вимкнений.

# labelPressureTurnSensor.Text
source: Pressure Turn Sensor
uk: Датчик тиску повороту

# labelCurrentTurnSensor.Text
source: Current Turn Sensor
uk: Поточний датчик повороту

# labelEncoder.Text
source: Turn Sensor
uk: Датчик повороту

# label70.Text
source: Drive slowly and enable Auto Steer. Invert Direction if steer motor turns the wrong way. Test with Arrows.
uk: Їдьте повільно та увімкніть функцію автоматичного керування. Якщо двигун рульового управління обертається в неправильному напрямку, змініть напрямок. Перевірте за допомогою стрілок.

# label29.Text
source: Invert Hydraulic Enable Relay?
uk: Реле включення інверторної гідравліки?

# label62.Text
source: Steer Enable Mode
uk: Режим увімкнення керма

# label63.Text
source: What Style of Motor Driver?
uk: Який стиль драйвера двигуна?

# label64.Text
source: A/D Convertor Connection?
uk: Підключення АЦП?

# label61.Text
source: Turn Counts
uk: Кількість поворотів

# label55.Text
source: Do you have use a Danfoss Valve?
uk: Ви використовуєте клапани Danfoss?

# label30.Text
source: Steer Angle must be POSITIVE when turning to the RIGHT. If not, select the Invert WAS.
uk: Кут повороту повинен бути позитивним при повороті праворуч. Якщо це не так, виберіть Інвертувати ДКП.

# label35.Text
source: Left
uk: Ліворуч

# label34.Text
source: Right
uk: Права

# label16.Text
source: Set Panic Stop Speed
uk: Встановити швидкість зупинки при тривозі

# label31.Text
source: 0 = Off
uk: 0 = Вимкнено

# btnStartWizard.Text
source: Start Wizard
uk: Запуск майстра

# label81.Text
source: Highly Recommended
uk: Наполегливо рекомендується

# label80.Text
source: Load Defaults
uk: Значення за замовчуванням

# btnLoadDefaults.Text
source: Load Defaults
uk: Значення за замовчуванням

# label90.Text
source: Wheelbase
uk: Колісна база

# label91.Text
source: Set Wheelbase
uk: Встановити колісну базу

# label94.Text
source: Wheel Track
uk: Колісна база

# label95.Text
source: Set Track Width
uk: Встановити ширину колії

# label98.Text
source: Antenna Position
uk: Антена Положення

# label99.Text
source: Set Distance Antenna Is From Pivot Axle
uk: Встановити відстань антени від осі повороту

# label92.Text
source: Antenna Height
uk: Антена Висота

# label93.Text
source: Set Antenna Height
uk: Задати висоту антени

# label102.Text
source: Antenna Offset
uk: Зсув антени

# label103.Text
source: Set Antenna Offset
uk: Задати зміщення антени

# label53.Text
source: Steer Switch
uk: Перемикач керма

# label52.Text
source: A/D Convertor
uk: Цифро-аналоговий перетворювач

# label43.Text
source: Motor Driver Board
uk: Плата драйвера двигуна

# label59.Text
source: Invert Relays
uk: Інверторні реле

# label51.Text
source: Driver Control Relay
uk: Реле керування приводом

# label50.Text
source: Danfoss Valve
uk: Клапан Danfoss

# label115.Text
source: If not Select Invert Roll
uk: Якщо ні, виберіть Інвертувати крен

# label36.Text
source: Put vehicle leaning strongly to the right. Roll to the right must be POSITIVE.
uk: Поставте автомобіль, сильно нахиливши його вправо. Крен вправо повинен бути позитивним.

# label46.Text
source: Roll Function
uk: Функція крену

# label107.Text
source: Roll:
uk: Крен:

# label110.Text
source: Roll:
uk: Крен:

# label47.Text
source: Zero Roll
uk: Обнулити крен

# label57.Text
source: Remove Offset
uk: Видалити зсув

# lblRollZeroOffset.Text
source: Offset
uk: Зміщення

# label48.Text
source: Park on level surface and touch "Zero Roll"
uk: Припаркуйтеся на рівній поверхні та торкніться кнопки "Нульовий нахил"

# label56.Text
source: Roll Zero
uk: Нульовий крен

# label45.Text
source: Invert WAS
uk: Інвертувати ДКП

# label42.Text
source: Invert WAS Direction
uk: Інвертувати напрямок ДКП

# label112.Text
source: Reset
uk: Перезавантаження.

# label37.Text
source: Current Heading:
uk: Поточний курс:

# label40.Text
source: WAS Zeroing
uk: ДКП обнулення

# label58.Text
source: Invert Direction
uk: Інвертувати напрямок

# label41.Text
source: Steer Motor Direction
uk: Напрямок рульового двигуна

# label17.Text
source: Left
uk: Ліворуч

# label33.Text
source: Right
uk: Праворуч

# label60.Text
source: * Begin * Calibration
uk: * Почати * Калібрування

# label74.Text
source: WAS Calibration
uk: ДКП Калібрування

# label75.Text
source: * SKIP * Counts Per Degree and Ackermann Setting?
uk: * Пропустити * Підрахунки на градус і налаштування Аккермана?

# label109.Text
source: Start Angle:
uk: Початковий кут:

# label39.Text
source: Counts per Degree
uk: Кількість відліків на градус

# btnAckReset.Text
source: Reset To 100%
uk: Скинути до 100%

# label101.Text
source: Start Angle:
uk: Початковий кут:

# label32.Text
source: Ackermann Value:
uk: Значення Аккермана:

# label105.Text
source: Ackermann
uk: Аккерман

# label106.Text
source: Steer Angle:
uk: Кут повороту:

# label108.Text
source: Turn steering wheel to LEFT roughly the same degrees as right. While driving in a steady circle, Press Rec and wait.
uk: Поверніть кермо вліво приблизно на стільки ж градусів, скільки вправо. Під час руху по рівному колу натисніть Rec і зачекайте.

# label111.Text
source: Diameter:
uk: Діаметр:

# label113.Text
source: Set
uk: Встановити

# label73.Text
source: Turn steering to your desired limit for guidance and touch OK ->
uk: Поверніть кермо до бажаної межі для наведення і торкніться OK -> ->

# label49.Text
source: Guidance Steer Angle Limit
uk: Обмеження кута повороту рульового управління

# label23.Text
source: Or Manually Set Guidance Steer Angle Limit
uk: Або вручну встановіть межу кута повороту керма наведення

# label44.Text
source: Automatic Canceling Feature
uk: Функція автоматичного вимкнення

# label82.Text
source: Kmh drop per fix update (3 works well)
uk: Зменшення км/год на одне виправлення (3 працює добре)

# label54.Text
source: Panic Stop Speed
uk: Швидкість зупинки при тривозі

# label72.Text
source: Zero
uk: Нуль

# label79.Text
source: Right
uk: Праворуч

# label78.Text
source: Left
uk: Ліворуч

# label77.Text
source: Change Setpoint with steer buttons. Adjust Minumum Movement as high as possible without steer motor or hydraulics moving steering
uk: Змініть уставку за допомогою кнопок керма. Налаштуйте мінімальне переміщення якомога вище, щоб двигун рульового управління або гідравліка не рухали рульове управління

# label76.Text
source: Drive slowly straight forward, Allow system to steer
uk: Їдьте повільно прямо, дозвольте системі керувати

# label68.Text
source: Minimum Movement Setting
uk: Налаштування мінімального руху

# label88.Text
source: Right
uk: Праворуч

# label83.Text
source: Zero or +5
uk: Нуль або +5

# label84.Text
source: Left
uk: Ліворуч

# label85.Text
source: Set Proportional for good response. Set PWM Maximum to limit turning speed.
uk: Встановіть пропорційне значення для хорошого відгуку. Встановіть ШІМ Максимум, щоб обмежити швидкість повороту.

# label86.Text
source: Drive forward and enable Auto Steer
uk: Проїдьте вперед і увімкніть автоматичне керування

# label87.Text
source: Gain Setting
uk: Налаштування підсилення

# label116.Text
source: Now go drive an AB Line and fine tune settings based on your speed and soil conditions. Remember: CPD, Min PWM, and Look Ahead are critical settings.
uk: Тепер їдьте за кермом AB лінію і точно налаштуйте параметри відповідно до вашої швидкості та умов ґрунту. Пам'ятайте: CPD, Min ШІМ і погляд уперед є критично важливими параметрами.

# btnRestartWizard.Text
source: Restart Wizard
uk: Майстер перезапуску

# label69.Text
source: Finished !
uk: Готово!

# btnStopWizard.Text
source: Restart Wizard
uk: Майстер перезапуску

# label71.Text
source: Progress:
uk: Прогрес:

# label66.Text
source: Counts P Deg
uk: Підрах. P Deg

# label65.Text
source: Ackermann
uk: Акерманн

# label67.Text
source: WAS Offset
uk: ДКП Зсув

# $this.Text
source: Auto Steer Wizard
uk: Майстер автоматичного керування
