Repository: Tecey/AgOpenGPS
Catalog: GPS/Forms/Settings/FormConfig.*.resx
Languages: uk

# label62.Text
source: Startup
uk: Запуск

# label61.Text
source: AutoStart AgIO?
uk: Автоматичний запуск AgIO?

# label121.Text
source: Hyd Lift
uk: Гідропідйомник

# label119.Text
source: Auto Steer
uk: Автоматичне керування

# label120.Text
source: You Turn
uk: Ви повертаєте

# label103.Text
source: Sound
uk: Звук

# label115.Text
source: U-Turn
uk: Розворот

# label114.Text
source: Lateral
uk: Боковий

# label100.Text
source: Auto Steer
uk: Автоматичне керування

# label98.Text
source: Manual Section
uk: Ручні секції

# label99.Text
source: Auto Section
uk: Автомат. секціі

# label97.Text
source: Cycle Lines
uk: Циклічні лінії

# label96.Text
source: ABLine
uk: Лінія AB

# label95.Text
source: Curve
uk: Крива

# label94.Text
source: Steer Mode
uk: Рульове управління

# label93.Text
source: You Turn
uk: Ви повертаєте

# label92.Text
source: Contour
uk: Контур

# label90.Text
source: Offset Fix
uk: Корекція зсуву

# label89.Text
source: WebCam
uk: Веб-камера

# label88.Text
source: Hide Contour
uk: Приховати контур

# label87.Text
source: AB Smooth
uk: AB Плавний

# label85.Text
source: Bnd Contour
uk: Контур поворотної смуги

# label84.Text
source: Boundary
uk: Межа

# label83.Text
source: Tram Lines
uk: Транспортні лінії

# label82.Text
source: Headland
uk: Розворотна смуга

# label81.Text
source: Buttons
uk: Кнопки

# label80.Text
source: Tools Menu
uk: Меню інструментів

# label71.Text
source: Field Menu
uk: Меню поля

# label42.Text
source: Brightness
uk: Яскравість

# label11.Text
source: Save As
uk: Зберег. як

# label29.Text
source: Save A Copy:
uk: Зберегти копію:

# label101.Text
source: Field Texture
uk: Текстура поля

# label57.Text
source: Delete
uk: Видалити

# label13.Text
source: Load
uk: Завантаж.

# label43.Text
source: Polygons
uk: Полігони

# label36.Text
source: LogNMEA
uk: Журнал NMEA

# label33.Text
source: Keyboard
uk: Клавіатура

# label31.Text
source: Lightbar
uk: Лайтбар

# label28.Text
source: Start Fullscreen
uk: Повноекран. режим

# chkSpeedo.Text
source: Speedo
uk: Швидкість

# chkSky.Text
source: Sky
uk: Небо

# label3.Text
source: Create New:
uk: Створити нову:

# chkExtraGuides.Text
source: Guidelines
uk: Вказівки

# label27.Text
source: Auto Day Night
uk: Авто День Ніч

# chkGrid.Text
source: Grid
uk: Сітка

# groupBox1.Text
source: Choose Vehicle Type
uk: Виберіть тип транспорту

# label70.Text
source: Opacity
uk: Непрозорість

# label105.Text
source: No Image
uk: Немає зображення

# label60.Text
source: Turn Radius
uk: Радіус повороту

# label53.Text
source: Track
uk: Колія

# label44.Text
source: Wheelbase
uk: Колісна база

# label55.Text
source: Constant Contour Recording
uk: Постійний контур Запис

# label113.Text
source: Steer Switch Control
uk: Керування перемикачем керма

# label112.Text
source: LightBar - Distance per Pixel
uk: Лайтбар - довжина на піксель

# label111.Text
source: AB Line Length
uk: Довжина лінії AB

# label110.Text
source: Line Width
uk: Ширина лінії

# label109.Text
source: Nudge Distance
uk: Відстань зсуву

# label108.Text
source: Line Acquire Look Ahead
uk: Захоплення лінії Погляд вперед

# label107.Text
source: Seconds
uk: Секунди

# label102.Text
source: cm
uk: см

# label79.Text
source: (m)
uk: (м)

# cboxAutoSteerAuto.Text
source: Manual
uk: Вручну

# gboxAttachment.Text
source: Attachment Style
uk: Тип закріплення

# label106.Text
source: Boundary
uk: Межа

# lblTurnOffBelowUnits.Text
source: Km/H
uk: Км/год

# label5.Text
source: Choose
uk: Обрати

# lblInchCm2.Text
source: Inche
uk: Дюйм

# label157.Text
source: Zone 8
uk: Зона 8

# label154.Text
source: Zone 7
uk: Зона 7

# lblZone1.Text
source: Zone 1
uk: Зона 1

# lblZone2.Text
source: Zone 2
uk: Зона 2

# lblZone6.Text
source: Zone 6
uk: Зона 6

# lblZone3.Text
source: Zone 3
uk: Зона 3

# lblZone5.Text
source: Zone 5
uk: Зона 5

# lblZone4.Text
source: Zone 4
uk: Зона 4

# label49.Text
source: Section Width
uk: Ширина секції

# label50.Text
source: % Coverage
uk: % покриття

# lblZonesBox.Text
source: Zones
uk: Зони

# label51.Text
source: Sections
uk: Секції

# grpControls.Text
source: Steer Switch
uk: Перемикач керма

# chkSetAutoSectionsSteer.Text
source: Auto Sections
uk: Автоматичні секції

# chkSelectSteerSwitch.Text
source: Steer Switch
uk: Перемикач керма

# chkSetManualSectionsSteer.Text
source: Manual Sections
uk: Ручні секції

# grpSwitch.Text
source: Work Switch
uk: Перемикач роботи

# chkSelectWorkSwitch.Text
source: Work Switch
uk: Перемикач роботи

# chkSetAutoSections.Text
source: Auto Sections
uk: Автоматичні секції

# chkSetManualSections.Text
source: Manual Sections
uk: Ручні секції

# label66.Text
source: Overlap / Gap
uk: Перекриття / Розрив

# label65.Text
source: Offset
uk: Зсув

# label16.Text
source: On (secs)
uk: Увімкн. (сек)

# label14.Text
source: Off (secs)
uk: Вимкн. (сек)

# label10.Text
source: Delay (secs)
uk: Затримка (сек)

# label2.Text
source: RTK Alarm
uk: RTK тривога

# gboxDual.Text
source: Dual Antenna Settings
uk: Налаштування подвійної антени

# label12.Text
source: Heading Offset (Degree)
uk: Зсув за курсом (градус)

# cboxIsDualAsIMU.Text
source: Dual As IMU
uk: Подвійна як IMU

# gboxSingle.Text
source: Single Antenna Settings
uk: Налаштування однієї антени

# lblIMUFusion.Text
source: IMU GPS Fusion
uk: IMU GPS Поєднання

# cboxIsReverseOn.Text
source: Reverse Detection
uk: Виявлення заднього ходу

# label15.Text
source: Fix Trigger
uk: Фіксований запуск

# label9.Text
source: Start Speed (kmh)
uk: Стартова швидкість (км/год)

# label8.Text
source: Distance (m)
uk: Відстань (м)

# label78.Text
source: Invert Roll
uk: Інвертувати крен

# label77.Text
source: Zero Roll
uk: На нульовий крен

# label76.Text
source: Remove Offset
uk: Видалити зміщення

# label24.Text
source: Less
uk: Менше

# label26.Text
source: More
uk: Більше

# label18.Text
source: Roll Filter
uk: Прокрутка фільтру

# label68.Text
source: Hint: Set Smoothing to 3 or 4x Radius
uk: Підказка: Встановіть згладжування на 3 або 4 радіуси

# label63.Text
source: Hint: Set extension length to 2 or 3x Radius
uk: Підказка: Встановіть довжину продовження на 2 або 3 радіуси

# label122.Text
source: Send + Save
uk: Надіслати + Зберегти

# label151.Text
source: User 4
uk: Користувач 4

# label150.Text
source: User 3
uk: Користувач 3

# label149.Text
source: User 2
uk: Користувач 2

# label148.Text
source: User 1
uk: Користувач 1

# groupBox4.Text
source: Hydraulic Lift Config
uk: Конфігурація гідравлічного підйомника

# label69.Text
source: Hydraulic Lift Look Ahead (secs)
uk: Гідравлічний підйомник Передбачення (сек)

# label74.Text
source: Raise Time (secs)
uk: Час підйому (сек)

# label25.Text
source: Enable
uk: Увімкнути

# label73.Text
source: Lower Time (secs)
uk: Час опускання (сек)

# label72.Text
source: Invert Relays
uk: Інверторні перемикачі

# label67.Text
source: Send + Save
uk: Надіслати + Зберегти

# label56.Text
source: Machine Module
uk: Машинний модуль

# label23.Text
source: Tram Auto Control On-Off
uk: Увімкнення та вимкнення автоматичного керування рухом в колії

# lblTramWidthUnits.Text
source: cm
uk: cм

# label75.Text
source: Tram Width
uk: Ширина колії

# lblCurrentVehicle.Text
source: Current Vehicle
uk: Поточний транспортний засіб

# lblInchesCm.Text
source: Inches
uk: Дюйми

# label52.Text
source: Tool Width:
uk: Шир. інструм:

# lblFeetMeters.Text
source: Feet
uk: Метри

# label22.Text
source: Units:
uk: Одиниці:
