Repository: Tecey/AgOpenGPS
Catalog: GPS/Forms/Form_Keys.*.resx
Languages: uk

# label15.Text
source: F11 - Full Screen NumPad1 - Manual Section NumPad0 - Auto Section
uk: F11 - повноекранний режим NumPad1 - Ручна секція NumPad0 - Автоматична секція

# label1.Text
source: R - Reset sim Up Arrow - Faster Dn Arrow - Slower Left Arrow - Left Right Arrow - Right ( . ) Period - Stop ( / ) Slash - Go Straight
uk: R - скинути симулятор Стрілка вгору - швидше Стрілка вниз - повільніше Стрілка вліво - вліво Вправо стрілка - вправо ( . ) Крапка - зупинка ( / ) Коса риска - перейти прямо

# label2.Text
source: Simulator
uk: Симулятор

# label4.Text
source: Auto Steer Toggle
uk: Автоматичний перемикач керма

# lblAutosteer.Text
source: Press Button to Edit Shortcut
uk: Натисніть кнопку для редагування комбінації клавіш

# label5.Text
source: Cycle Lines
uk: Циклічні лінії

# label6.Text
source: Close Field
uk: Закрити поле

# label7.Text
source: New Flag
uk: Нова мітка

# label8.Text
source: Manual Section
uk: Ручна секція

# label9.Text
source: Auto Section
uk: Автоматична секція

# label10.Text
source: Snap to Pivot
uk: Прив'язати до розвороту

# label11.Text
source: Move Line Left
uk: Перемістити лінію вліво

# label12.Text
source: Move Line Right
uk: Перемістити лінію вправо

# label13.Text
source: Vehicle Settings
uk: Налаштування автомобіля

# label14.Text
source: Steer Wizard
uk: Майстер рульового керування

# label3.Text
source: Reset to Default
uk: Скидання до налаштувань за замовчуванням

# label24.Text
source: Section or Zone
uk: Розділ або зона

# label25.Text
source: New Key
uk: Нова клавіша

# $this.Text
source: Shortcut Keys
uk: Клавіші швидкого доступу
